grantduncan77/YAESU-CAT-CONTROL/ft710_ch9102_usb_probe/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
CONFIG_ESPTOOLPY_FLASHSIZE_32MB=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
